results/routeA/transient_cfd_scaling_pilot/plain_20261006_0710/superseded_cell_reference_attempts/rank_01/case/0/p
FoamFile
{
    format ascii;
    class volScalarField;
    object p;
}
dimensions [1 -1 -2 0 0 0 0];
internalField nonuniform List<scalar>
25600
(
-0.044014084507042254
-0.044014084507042254
-0.044014084507042254
-0.044014084507042254
-0.044014084507042254
-0.044014084507042254
-0.044014084507042254
-0.044014084507042254
...
);
boundaryField
{
    hotWall
    {
        type calculated;
        value nonuniform List<scalar>
160
(
-0.043992077464788732
-0.13197623239436620
-0.21996038732394366
-0.30794454225352113
-0.39592869718309859
-0.48391285211267606
-0.57189700704225352
-0.65988116197183099
...
);
    }
    coldWall
    {
        type calculated;
        value nonuniform List<scalar>
160
(
-0.044036091549295775
-0.13210827464788732
-0.22018045774647887
-0.30825264084507042
-0.39632482394366197
-0.48439700704225352
-0.57246919014084507
-0.66054137323943662
...
);
    }
    bottomWall
    {
        type calculated;
        value nonuniform List<scalar>
160
(
0
0
0
0
0
0
0
0
...
);
    }
    topWall
    {
        type calculated;
        value nonuniform List<scalar>
160
(
-14.084507042253521
-14.084507042253521
-14.084507042253521
-14.084507042253521
-14.084507042253521
-14.084507042253521
-14.084507042253521
-14.084507042253521
...
);
    }
    front { type empty; }
    back  { type empty; }
}
