results/routeA/transient_cfd_scaling_pilot/plain_20261006_0710/superseded_cell_reference_attempts/rank_01/case/system/decomposeParDict
FoamFile
{ format ascii; class dictionary; object decomposeParDict; }
numberOfSubdomains 1;
method scotch;
